Repository: SergeVanier/advataxes
Catalog: AdvataxesResources/TaxCalculator.*.resx
Languages: fr

source: Amount
fr: Montant

# AmountType_BeforeTaxes
source: Before GST/HST/QST
fr: Avant TVQ/TPS/TVH

# AmountType_TaxIncluded
source: Tax included
fr: Taxes incluses

# Amount_Instructions
source: Enter the expense amount tax included or before GST, HST, QST (allowances are calculated on a tax included basis)
fr: Saisissez le montant de la dépense taxes incluses ou avant TPS/TVH/TVQ (les allocations sont calculées comme étant un montant taxes incluses)

source: Business size
fr: Taille de l'entreprise

# BusinessSize_Instructions
source: Select whether your organization is a large business or a small⁄medium business for GST⁄HST and QST purposes
fr: Indiquer si votre entreprise est une petite/moyenne ou une grande entreprise au fin de taxes TPS/TVH/TVQ

# BusinessSize_Large
source: Large
fr: Grande

# BusinessSize_SmallMedium
source: Small/medium
fr: Petite/moyenne

source: Click image to enlarge
fr: Cliquez sur l'image pour aggrandir

# Date_Instructions
source: Calculation will use today’s Canadian indirect tax rate
fr: Les calculs utilisent le taux canadien de taxe indirecte

source: Excise tax act
fr: Loi sur la taxe d'accise

source: Expense Type
fr: Type de dépense

# ExpenseType_Allowance
source: Allowance
fr: Allocation

# ExpenseType_GasForCars
source: Gas for cars
fr: Carburant pour automobile

# ExpenseType_Instructions
source: Select the expense type that the employee incurred in the course of commercial activities
fr: Sélectionner le type de dépenses encourues par l'employé dans le cadre d'activités commerciales

# ExpenseType_Lodging
source: Lodging
fr: Logement

source: GST / HST Paid
fr: TPS/TVH payée

# GST_HST_Paid_Instructions
source: Calculates the GST / HST paid (to validate with receipt), or deemed paid for allowances, on the expense
fr: Calcul la TPS/TVH payée (à valider avec un reçu), ou reconnue comme étant payée pour les allocations, sur la dépense

source: ITC
fr: CTI

# ITC_Instructions
source: ITC is the input tax credit under the
fr: CTI est le crédit de taxes sur les intrants en vertu de la

source: ITR
fr: RTI

# ITR_Instructions
source: ITR is the input tax refund under the
fr: RTI est le retour de taxes sur les intrants en vertu de la

# Jurisdiction_Instructions
source: Select the Canadian province or territory where the expense was incurred
fr: Choisissez la province ou le territoire canadien où a eu lieu la dépense.

# Net_Instructions
source: Refers to the net expense which equals the Total - ITC - ITR + RITC
fr: Réfère au montant net de la dépense qui corresponda au Total - CTI - RTI + RCTI

# PageMainTitle
source: Calculate net recoverable GST ⁄ HST & QST for small ⁄ medium & large businesses on travel expenses incurred by employees.
fr: Calcul le montant net recouvrable de TPS / TVH et TVQ pour les petites / moyennes et les grandes entreprises sur les dépenses de voyage encourues par les employés

source: QST Paid
fr: TVQ Payée

# QST_Paid_Instructions
source: Calculates the QST paid (to validate with receipt), or deemed paid for allowances, on the expense
fr: Calcul la TVQ payée (à valider avec un reçu), ou reconnue comme étant payée pour les allocations, sur la dépense

source: Quebec sales tax act
fr: Loi sur la taxe de vente du Québec

source: RITC
fr: RCTI

# RITC_Instructions
source: RITC is the Recapture of input tax credit under the
fr: RCTI est la récupération de crédit de taxes sur les intrants en vertu de la

# SampleReportTitle
source: Sample Report from Advataxes
fr: Exemple de rapport d'Advataxes

# TaxCalculator_Assumptions
source: The tax calculator on travel expenses is done under the following assumptions; the person is a GST/HST and a QST registrant. The ratios of commercial activities of the person are 100%. The large business calculation automates the calculation of the recapture of input tax credits (RITC) in Ontario and PEI and restricted input tax refund in Quebec on meals and allowances under paragraph 236(1) of the <i>Excise Tax Act</i> and section 457.1 of the Quebec Sales Tax Act and gas for cars as motive fuel other than diesel fuel for used in a vehicle of less than 3000 kg that is required to be licensed on a public highway. The tax calculator on travel expenses applies the exact method for calculating input tax credits and input tax refunds. The tax calculator is not designed for registrants using the quick method or similar one where no tracking of taxes on purchases is necessary. The tax calculator does not integrate the provisions of the <i>Indian Act</i> or the provisions of the <i>First Nation Goods and Services Tax Act</i>. The tax calculator should not be a substitute to obtaining a consultation on Canadian tax matters. It is actually advisable that users seek technical expertise to understand tax concepts that the tax calculator is automating.
fr: Le calculateur des taxes sur les dépenses de voyage s’opère sous les assomptions suivantes; la personne est un inscrit aux fins de la TPS/TVH et de la TVQ. Les ratios d’activités commerciales de la personne sont de 100%. Le calcul pour les grandes entreprises automatise le calcul de la récupération temporaire sur les crédits de taxes sur intrants (RCTI) en Ontario et à l’IPE et les remboursements de taxes sur les intrants restreints au Québec sur les aliments boissons et divertissements selon le paragraphe 236(1) de la <i>Loi sur la taxe d’accise</i> et de l’article 457.1 de la Loi sur la taxe de vente du Québec et du « carburant autos » à titre de carburant moteur , sauf le diesel, pour être utilisé dans un véhicule de moins de 3000KG immatriculé pour circuler sur les chemins publics. Le calculateur de taxes applique la méthode exacte pour calculer les crédits de taxes sur les intrants (CTI) et les remboursements de taxes sur les intrants (RTI). Le calculateur de taxes n’est pas conçu pour les personnes utilisant la méthode de comptabilité abrégé ou toute autre méthode ne requérant pas le calcul sur achats des CTI et des RTI. Le calculateur de taxes n’intègre pas les dispositions de la <i>Loi sur les indiens</i> et de la <i>Loi sur la taxes sur les produits et services des premières nations</i>. Le calculateur de taxes ne doit pas être un substitut a obtenir un consultation en taxes indirectes. Il est recommandé de consulter pour comprendre les concepts que le calculateur de taxes automatise.

# TaxCalculator_Presentation
source: Advataxes is an employee expense software that automates the GST ⁄ HST & QST paid, GST ⁄ HST & QST recoverable and the recapture of input tax credits in Ontario and PEI, in the same manor as the tax calculator. Selecting an expense type, a jurisdiction and a date is the preferred system instead of the traditional one requiring all employees to select from a list of tax codes. This is a more efficient responsibility allocation structure. In the example below, you have a travel expense report for an employee of a large business. The employee selected a project number, which is linked to an account segment, and has identified which expense has been directly paid by the employer to the credit card company. The current expense report displays the recoverable taxes based on the exact method.
fr: Le logiciel Advataxes sur les comptes de dépense des employés automatise la TPS ⁄ TVH et la TVQ payée, la TPS ⁄ TVH et la TVQ recouvrable, et la récupération sur les crédits de taxes sur les intrants en Ontario et à l’IPE essentiellement de la même manière que le calculateur de taxes. La sélection par l’ensemble des employés du type de dépense, de la juridiction et de la date a été préférée à l’approche traditionnelle de la sélection par l’ensemble des employés des codes de taxes. Ainsi l’allocation des responsabilités est plus adéquate. Dans cet exemple d’un rapport de dépenses de voyage d’un employé d’une grande entreprise, l’employé doit choisir un numéro de projet qui est lié à un segment comptable, et identifier qu’elle dépense a été directement payée par l’employeur à la compagnie émettrice de la carte de crédit. Le rapport fournit les taxes recouvrables selon la méthode exacte.

# Total_Instructions
source: Total expense amount submitted by the employee
fr: Montant total de la dépense soumise par l'employé
